cstrap.flask-snippets
eamodio.gitlens
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
mtxr.sqltools
mtxr.sqltools-driver-mysql
qwtel.sqlite-viewer
rangav.vscode-thunder-client
ritwickdey.liveserver
usernamehw.errorlens
